{"pageProps":{"data":{"content":{"value":{"schema":"dast","document":{"type":"root","children":[{"type":"heading","level":1,"children":[{"type":"span","value":"Terms of Use"}]},{"type":"paragraph","children":[{"type":"span","value":"\n"},{"type":"span","marks":["strong"],"value":"Effective Date: January 1, 2025"}]},{"type":"paragraph","children":[{"type":"span","value":"\nWelcome to the services of The Daily Wire. The following terms and conditions, together with any documents they expressly incorporate by reference, including without limitation any Additional Terms (as defined below) (collectively, these  “"},{"type":"span","marks":["strong"],"value":"Terms of Use"},{"type":"span","value":"”  or  “"},{"type":"span","marks":["strong"],"value":"Terms"},{"type":"span","value":"”), govern your access to and use of DailyWire.com, DailyWire+, and any related The Daily Wire, LLC (“"},{"type":"span","marks":["strong"],"value":"DW"},{"type":"span","value":"”, or  “"},{"type":"span","marks":["strong"],"value":"Daily Wire"},{"type":"span","value":"” , or  “"},{"type":"span","marks":["strong"],"value":"we"},{"type":"span","value":"”, or  “"},{"type":"span","marks":["strong"],"value":"us"},{"type":"span","value":",”  or  “"},{"type":"span","marks":["strong"],"value":"our"},{"type":"span","value":"”) websites and mobile applications, including without limitation any and all content, functionality, services, and subscriptions offered therein (collectively, the  “"},{"type":"span","marks":["strong"],"value":"Service"},{"type":"span","value":"”). To the extent other sites may be linked and accessible from DW, those sites’ own terms of use will control your use of that site."}]},{"type":"paragraph","children":[{"type":"span","value":"\nPLEASE READ THE TERMS OF USE CAREFULLY BEFORE YOU START TO USE THE SERVICE AS THESE TERMS AFFECT YOUR LEGAL RIGHTS AND GOVERN HOW CLAIMS THAT YOU AND WE MAY HAVE AGAINST EACH OTHER ARE RESOLVED. THESE TERMS CONTAIN A CLASS ACTION WAIVER PROVISION THAT REQUIRES THE PARTIES TO RESOLVE ANY AND ALL DISPUTES ON AN INDIVIDUAL BASIS AND LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF CERTAIN DISPUTES RELATING TO THE OPERATION OR USE OF THE SERVICE (SECTION 12). FURTHER, AS OUTLINED IN SECTION 12 OF THESE TERMS, YOU AGREE THAT ANY DISPUTE THAT CANNOT BE INFORMALLY RESOLVED BETWEEN US WILL BE RESOLVED BY BINDING INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION. THE TERMS REFERENCED IN THIS PARAGRAPH MAY NOT APPLY TO YOU TO THE EXTENT PROHIBITED IN YOUR JURISDICTION."}]},{"type":"paragraph","children":[{"type":"span","value":"\n"},{"type":"span","marks":["strong"],"value":"We also draw your attention to Section 9 (Indemnification), which explains your liability to us, and Sections 10 (Disclaimer of Warranties and Release) and 11 (Limitation of Liability), which explain how we limit our liability to you."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"\n"},{"type":"span","value":"By visiting or otherwise using the Service in any manner, you agree to the then posted Terms and any applicable additional terms, to be bound by them, and that you have read and understood them. You agree that the Terms of Use, combined with your act of using the Service, have the same legal force and effect as a written contract with your written signature and satisfy any laws that require a writing or signature. You further agree that you shall not challenge the validity, enforceability, or admissibility of the Terms of Use on the grounds that it was electronically transmitted or authorized. You also acknowledge that you have read, understood and agree with our data practices as described in our  "},{"url":"/legal/privacy-policy","type":"link","children":[{"type":"span","value":"Privacy Policy"}]},{"type":"span","value":"."}]},{"type":"paragraph","children":[{"type":"span","value":"\nUsers located in the EU, UK, Australia, and Québec should refer to Section 15 for additional information. You understand that your rights related to your use of the Services may depend on where you reside."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"\n1. Additional Terms"}]},{"type":"paragraph","children":[{"type":"span","value":"In some instances, additional or different terms, posted on the Service, apply to your use of certain parts of the Service (individually and collectively “Additional Terms”). To the extent there is a conflict between these Terms and any Additional Terms, these Terms will control unless the Additional Terms expressly state otherwise."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"2. Eligibility Requirements"}]},{"type":"paragraph","children":[{"type":"span","value":"Our Service is not targeted to nor meant for anyone under 18 years of age unless the Service is expressly specified to be for persons under 18 years of age. You must have reached the age of majority in your jurisdiction of residence to purchase any content, product, or service offered by us through the Service. If you’re under the age of majority in your jurisdiction and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf. We do not knowingly collect Personal Information from anyone under the age of majority in their jurisdiction without permission. California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information. Please see our Privacy Policy for more information. By using this Service, you represent and warrant that you meet the foregoing eligibility requirements. If you do not meet these requirements, you must not access or use the Service."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"3. Ownership and your Rights to use the Service and Content"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. Ownership. "},{"type":"span","value":"The Service and all of its content, including but not limited to images, illustrations, designs, icons, photographs, audio, video clips, text, “look and feel”, layout, graphics, messages, files, documents, and written and other materials that appear as part of the Services (“Content”), including but not limited to all copyrights, patents, trademarks, service marks, trade names, trade dress and any and all other intellectual property rights therein (“Intellectual Property”), are owned or controlled by Daily Wire, our licensors, and certain other third parties. Any and all right, title, and interest in and to the Content and Intellectual Property available via the Service is the property of Daily Wire, our licensors or certain other third parties, and is protected by U.S. and international copyright, trademark, trade dress, patent and/or other Intellectual Property and unfair competition rights and laws to the fullest extent possible. Daily Wire owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Service."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"b. Your Rights to Use the Service and Content. "},{"type":"span","value":" Your right to use the Service and Content is subject to your strict compliance with these Terms and any additional terms. Your right to access and use the Service and the Intellectual Property shall automatically terminate upon any violations. These rights are non-exclusive, limited, and revocable by us at any time in our sole discretion without advance notice or liability. As your right to access and use the Service and the content is personal to you, you may not assign nor transfer your right; any attempt to do so is void. You may, for your personal, non-commercial, lawful use only (collectively, the following are the  “"},{"type":"span","marks":["strong"],"value":"DW Licensed Elements"},{"type":"span","value":"”): "}]},{"type":"paragraph","children":[{"type":"span","value":"i. Display, view, use, and play the Content on a computer, mobile or other internet enabled or permitted device (“"},{"type":"span","marks":["strong"],"value":"Device"},{"type":"span","value":"”) and/or print one copy of the Content (excluding source and object code in raw form or otherwise) as it is displayed to you; "}]},{"type":"paragraph","children":[{"type":"span","value":"ii. Stream the Content using any of the widgets and/or other digital streaming internet video players, if any, provided on the Service; "}]},{"type":"paragraph","children":[{"type":"span","value":"iii. Subject to any applicable Additional Terms, if the Service includes a “Send to Friend,” social media sharing or similar tool that allows you to initiate and send to one or more of your contacts a communication that includes content, or to post our content to third-party services or your own site or online service, and the tool is operational, use the tool to do so; provided, however, that you do not do so in any manner that violates applicable law or third-party rights or reflects negatively on us, and only send to recipients you have permission to contact; "}]},{"type":"paragraph","children":[{"type":"span","value":"iv. If the Service includes a “Download” link next to a piece of content (including, without limitation, an image, an icon, a wallpaper, a music track, a video, a trailer, an RSS feed), you may only download a single copy of such content to a single Device; "}]},{"type":"paragraph","children":[{"type":"span","value":"v. Download, install and use one copy of any software, including apps, that we make available on or through the Service (“"},{"type":"span","marks":["strong"],"value":"Software"},{"type":"span","value":"”) on your Device in machine-executable object code form only and make one additional copy for back-up purposes; provided, however, that you understand and agree that (A) by allowing you to download the Software, DW does not transfer title to the Software to you (i.e., you own the medium on which the Software is recorded, but the Software’s owner (which may be DW and/or its third-party Software licensor) will retain full and complete title to such Software); (B) you may not copy, modify, adapt, translate into any language, distribute, or create derivative works based on the Software, except as expressly authorized in these Terms or applicable Additional Terms, without the prior written consent of DW; (C) you may not assign, rent, lease, or lend the Software to any person or entity and any attempt by you to sublicense, transfer, or assign the Software will be void and of no effect; and (D) you may not decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Software by any means whatsoever, except to the extent the foregoing restriction is prohibited by applicable law; "}]},{"type":"paragraph","children":[{"type":"span","value":"vi. If available, obtain a registered personal account (and/or related username and password) on the Service and interact with the Service in connection therewith; "}]},{"type":"paragraph","children":[{"type":"span","value":"vii. Link to the Service from a website or other online service, so long as: (A) the links only incorporate text, and do not use any DW names, logos, or images, (B) the links and the content on your website do not suggest any affiliation with DW or cause any other confusion, and (C) the links and the content on your website do not portray DW or its products or services in a false, misleading, derogatory, or otherwise offensive manner, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party or are otherwise objectionable to DW. DW reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third-party; and "}]},{"type":"paragraph","children":[{"type":"span","value":"viii. Use any other functionality expressly provided by DW on or through the Service for use by users, subject to these Terms (including, without limitation, functionality to create and/or post User Generated Content (as defined below)) and any applicable Additional Terms."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"c. Reservation of all Rights Not Granted as to Content and Service."},{"type":"span","value":"  These Terms and any applicable Additional Terms include only narrow, limited grants of rights to use and access the Service and Content. No right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise. ANY AND ALL RIGHTS NOT EXPRESSLY GRANTED TO YOU ARE RESERVED BY DAILY WIRE AND ITS LICENSORS AND OTHER THIRD PARTIES. Any unauthorized use of any Content or the Service for any purpose is prohibited.\n"},{"type":"span","marks":["strong"],"value":"d. Third-Party Services.  "},{"type":"span","value":"The Services may contain links to third-party websites, services, content, apps, and advertisements for third parties (“Third-Party Services”). We are not responsible for third parties or their Third-Party Services. For instance, portions of the Service may be integrated into or linked to third-party sites, platforms, and apps that we do not control. Similarly, we may make ads and third-party content or services, which we also may not control, available to you on or via our Service. This may include the ability to register or sign into our Services using Facebook Connect or other third-party tools, and to post content on third-party sites and services using their plug-ins made available on our Services. Use caution when dealing with third parties and consult their terms of use and privacy policies. We take no responsibility for Third-party Services. If you are accessing or using the Service through Apple, Android, or any other platform, these are Third-Party Services.\n"},{"type":"span","marks":["strong"],"value":"e. Internet Connection and Updates."},{"type":"span","value":"  You must have a high-speed Internet connection in order to access and use certain aspects of the Service. Use of the Service requires compatible devices, and certain software may require periodic updates, and your use of the Service may be affected by the performance of these elements."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"4. Service and Content Use Restrictions."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. Service Use Restrictions."},{"type":"span","value":"  You agree that you will not: (i) use the Service for any commercial purpose (including, without limitation, for purposes of advertising, soliciting funds, collecting product prices, and selling products); (ii) engage in any activities through or in connection with the Service that seek to attempt to or do harm any individuals or entities or are unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third-party, or are otherwise objectionable to DW; (iii) decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Service by any means whatsoever (except to the extent the foregoing restriction is prohibited by applicable law) or modify any Service source or object code or any Software or other products, services, or processes accessible through any portion of the Service; (iv) engage in any activity that interferes with a user’s access to the Service or the proper operation of the Service, or otherwise causes harm to the Service, DW, or other users of the Service; (v) interfere with or circumvent any security feature (including any digital rights management mechanism, device or other content protection or access control measure) of the Service or any feature that restricts or enforces limitations on use of or access to the Service, the Content, or the User Generated Content ; (vi) harvest or otherwise collect or store any information (including personally identifiable information about other users of the Service, including email addresses, without the express consent of such users); or (viii) otherwise violate these Terms or any applicable Additional Terms.\n"},{"type":"span","marks":["strong"],"value":"b. Content Use Restrictions."},{"type":"span","value":"  You also agree that, in using the Service, you: (i) will not monitor, gather, copy, or distribute the Content on the Service by using any AI, robot, rover, “bot”, spider, scraper, crawler, spyware, engine, device, software, extraction tool, or any other automatic device, utility, or manual process of any kind for any purpose, including, without limitation, training a large language model or similar system; (ii) will not frame or utilize framing techniques to enclose any such content (including any images, text, or page layout); (iii) will keep intact any and all Trademark, copyright, and other Intellectual Property and other notices contained in such content; (iv) will not use such content in a manner that suggests an unauthorized association with any of our or our licensors’ products, services, or brands; (v) will not make any modifications to such content (other than to the extent of your specifically permitted use of the DW Licensed Elements, if applicable); (vi) will not copy, modify, reproduce, archive, sell, lease, rent, exchange, create derivative works from, publish by hard copy or electronic means, publicly perform, display, disseminate, distribute, broadcast, retransmit, circulate or transfer to any third-party or on any third-party application or website, or otherwise use or exploit such content in any way for any purpose except as specifically permitted by these Terms or any applicable Additional Terms or with the prior written consent of an officer of DW or, in the case of content from a licensor, the owner of the content; and (vii) will not insert any code or product to manipulate such content in any way that adversely affects any user experience or the Service.\n"},{"type":"span","marks":["strong"],"value":"c. Availability of Service and Content."},{"type":"span","value":"  DW, in its sole discretion without advance notice or liability, may immediately suspend or terminate the availability of the Service and/or Content (and any elements and features of them), in whole or in part, for any reason, in DW’s sole discretion, and without advance notice or liability.\n"},{"type":"span","marks":["strong"],"value":"d. Downloading Content."},{"type":"span","value":"  DW may in its sole discretion make Content available for temporary download for offline viewing on certain compatible devices based on your Subscription. The number of temporary downloads available for compatible devices, and the length of time that certain temporary downloads remain available to you for offline viewing, may be subject to limitations, which limitations may be based on Subscription level, and such limitations may change from time to time at our discretion.\n"},{"type":"span","marks":["strong"],"value":"e. No Sharing.  "},{"type":"span","value":"Members of Daily Wire may not share, give, or sell their password or username to any other person or entity. Excessive viewings or logins by any member will be construed by Daily Wire as fraudulent use of the Website, which may result in the immediate cancellation of membership without refund. When becoming a member, you agree to take all actions possible to protect your username and password from fraudulent use.\n"},{"type":"span","marks":["strong"],"value":"f. Fraudulent Use."},{"type":"span","value":"  Daily Wire reserves the right to cancel any membership it believes has been compromised, or is being used fraudulently, at its own discretion."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"5. User Generated Content"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. User Generated Content."},{"type":"span","value":"  DW may now, or in the future, offer users of the Service the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Service, or on or in response to our pages or posts on any third-party platforms or in connection with any of our promotions by any media or manner, or otherwise submit to us (e.g., on our Facebook or other social media pages, in response to our tweets, through a sweepstakes or contest, or by otherwise sending it to us) (collectively, “submit”) messages, text, illustrations, files, images, graphics, photos, comments, responses, sounds, music, videos, information, content, ratings, reviews, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, but excluding DW Licensed Elements included therein, “"},{"type":"span","marks":["strong"],"value":"User Generated Content"},{"type":"span","value":"”  or  “"},{"type":"span","marks":["strong"],"value":"UGC"},{"type":"span","value":"”). You may submit User Generated Content through your profile, forums, blogs, message boards/comment sections, social networking environments, content creation and posting tools, social communities, contact us tools, email, and other communications functionality. Except to the extent of the rights and license you grant in these Terms and, subject to any applicable Additional Terms, you retain whatever legally cognizable right, title, and interest that you have in your User Generated Content. By submitting any User Generated Content, you grant DW and its affiliated companies and licensees, and each of their officers, employees, agents, representatives and assigns, the irrevocable and unrestricted right, permission and license to (i) use, re-use, publish, republish, reproduce, edit, store, distribute, display, transmit, sell, resell, license, sublicense, and create derivative works based upon the User Generated Content, and (ii) use, re-use, publish, republish, reproduce, edit, store, distribute, display, transmit, sell, resell, license and sublicense your name, voice, image and/or likeness contained in the User Generated Content, the User Generated Content, any text material in connection therewith, and any derivative works based on the User Generated Content, for any purpose, including without limitation production, advertising, and publicity, which may be exploited in any and all media now or hereafter devised, to be determined at DW’s discretion, throughout the world, in perpetuity."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"b. Non-Confidentiality of Your User Generated Content."},{"type":"span","value":"  Except as otherwise described in the Service’s posted Privacy Policy, or any applicable Additional Terms, you agree that (i) your UGC will be treated as non-confidential and non-proprietary by us – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned, and (ii) to the maximum extent not prohibited by applicable law, DW does not assume any obligation of any kind to you or any third-party with respect to your UGC. Upon request, you will provide documentation necessary to authenticate rights to such content and verify your compliance with these Terms or any applicable Additional Terms. You acknowledge that the Internet and mobile communications may be insecure and subject to breaches of security; accordingly, you acknowledge and agree that your UGC is submitted at your own risk."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"c. Unsolicited Ideas and Materials. "},{"type":"span","value":" In your communications with us, please keep in mind that we do not seek any unsolicited ideas or materials for products or services, or even suggested improvements to products or services, including, without limitation, ideas, concepts, inventions, or designs for music, websites, apps, books, scripts, screenplays, motion pictures, television shows, theatrical productions, software or otherwise (collectively, “Unsolicited Ideas and Materials”). Any Unsolicited Ideas and Materials you submit are deemed UGC and licensed to us as set forth below. In addition, DW retains any and all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials. DW’s receipt of your Unsolicited Ideas and Materials is not an admission by DW of their novelty, priority, or originality, and it does not impair DW’s right to contest existing or future Intellectual Property rights relating to your Unsolicited Ideas and Materials."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"d. License to Daily Wire of Your User Generated Content. "},{"type":"span","value":" Except as otherwise described in any applicable Additional Terms which specifically govern the submission of your User Generated Content, or in our Privacy Policy, you hereby grant DW, the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your UGC (and derivative works thereof), for any purpose whatsoever in any and all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same. Without limitation, the granted rights include the right to: (i) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such UGC and combine same with other materials, and (ii) use any ideas, concepts, know-how, or techniques contained in any UGC for any purposes whatsoever, including without limitation developing, producing, and marketing products and/or services. You understand that in exercising such rights metadata, notices and content may be removed or altered, including copyright management information, and you consent thereto and represent and warrant you have all necessary authority to do so. In order to further effect the rights and license that you grant to DW to your UGC, you also, as permitted by applicable law, hereby grant to DW, and agree to grant to DW, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any UGC, without any obligation or remuneration to you. Except as prohibited by applicable law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any UGC, even if it is altered or changed in a manner not agreeable to you. To the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights. You understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"e. Daily Wire’s Exclusive Right to Manage Our Service."},{"type":"span","value":"  DW may, but (except to the extent required by applicable law) will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your UGC, and we may, in our sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of UGC without notice or any liability to you or any third-party in connection with our operation of UGC venues in an appropriate manner, such as to enhance accessibility of UGC, address copyright infringement and protect Users from harmful UGC, or for other reasons in our discretion. Without limitation, we may, but (except to the extent required by applicable law) do not commit to, do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms or any applicable Additional Terms. Such UGC submitted by you or others need not be maintained on the Service by us for any period of time, and you will not have the right, once submitted, to access, archive, maintain, change, remove, or otherwise use such UGC on the Service or elsewhere, except that California minors have certain rights to have certain content about them that they have themselves posted on the Service prospectively removed from public display as provided for in the Privacy Policy."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"f. Representations and Warranties Related to Your UGC."},{"type":"span","value":"  Each time you submit any UGC, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any UGC you submit, and that, as to that UGC, (i) you are the sole author and owner of the Intellectual Property and other rights to the UGC, or you have a lawful right to submit the UGC and grant DW the rights to it that you are granting by these Terms and any applicable Additional Terms, all without any DW obligation to obtain consent of any third-party and without creating any obligation or liability of DW; (ii) the UGC is accurate; (iii) the UGC does not and, as to DW’s permitted uses and exploitation set forth in these Terms, will not infringe any Intellectual Property or other right of any third-party; and (iv) the UGC will not violate these Terms or any applicable Additional Terms, or cause injury or harm to any person."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"g. Enforcement."},{"type":"span","value":"  DW has no obligation to monitor or enforce your Intellectual Property rights to your UGC, but you grant us the right to protect and enforce our rights to your UGC, including without limitation initiating actions in your name and on your behalf (at DW’s cost and expense, to which you hereby consent and irrevocably appoint DW as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest)."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"h. Community Guidelines."},{"type":"span","value":"  We may from time-to-time issue Community Guidelines (“Rules”) to govern the use of the Service’s online communities (“Communities”). At minimum, your participation in the Communities is subject to any and all of these Terms, including any applicable Rules. If you submit UGC that we reasonably believe violates these Terms of the Rules, then we may take any legally available action that we deem appropriate, in our sole discretion. However, we are not obligated to take any action not required by applicable law. We may require, at any time, proof of the permissions referred to above in a form acceptable to us. Failure to provide such proof may lead to, among other things, the UGC in question being removed from the Service.\n"},{"type":"span","marks":["strong"],"value":"i. Notice and takedown procedure."},{"type":"span","value":"  Without affecting Section 6 below, we will use reasonable efforts to identify and remove any UGC and other Content that is inappropriate, defamatory, or otherwise in breach of these Terms, the Rules and any Additional Terms, when we are notified of such content, but we cannot be responsible if you have failed to provide us with the relevant information. If you believe that any UGC or other Content which is distributed or published on the Service is inappropriate, defamatory, or otherwise in breach of these Terms, the Rules and any Additional Terms, please send a written notification "},{"url":"https://support.dailywire.com/hc/en-us","type":"link","children":[{"type":"span","value":"here"}]},{"type":"span","value":". (If your concerns relate to alleged intellectual property infringement, please see Section 6 below for how to notify us.)\n"},{"type":"span","marks":["strong"],"value":"j. UK Online Safety Act (UK users only)."},{"type":"span","value":"  If we take down or restrict access to any User Generated Content that you generate, upload, or share using our Service in a way that breaches these Terms or any Additional Terms, you may have a right to bring a claim against us for breach of contract. If we suspend or ban you from using our Service in a way that breaches these Terms or any Additional Terms, you may have a right to bring a claim against us for breach of contract."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"6. Digital Millennium Copyright Act"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. General."},{"type":"span","value":"  In the event that a third party provides DW with a notification of any alleged intellectual property infringement, DW may, in DW’s sole and absolute discretion, immediately remove such content, ban users from publishing on the site and cancel the user’s registration, the only liability for any of which will be DW’s refund of any remaining, pro-rated balance of any subscription fee paid by a banned user. In addition, in the event of an alleged copyright infringement, DW shall act expeditiously in accordance with the Digital Millennium Copyright Act (“"},{"type":"span","marks":["strong"],"value":"DMCA"},{"type":"span","value":"”) (17 U.S.C. § 512) and will take steps to have the allegedly infringing material removed or access to such material blocked.\n"},{"type":"span","marks":["strong"],"value":"b. Procedure for Submitting Notification of Alleged Copyright Infringement."},{"type":"span","value":"  It is our policy to respond to notices of alleged copyright infringement that comply with the DMCA. With respect to copyright infringement, the DMCA requires DW to have a designated agent to receive notices of alleged copyright infringement. For any content that you believe infringes your copyright, please send a written notice of alleged copyright infringement to DW’s designated agent at the following email address: DMCA@dailywire.com. Your written notification of alleged copyright infringement should include all of the following information: \ni. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are to be covered by a single notification, a representative list of such works and accompanying URL(s) where such work can be found on the Service; \nii. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit DW to locate the material on its server; \niii. Information reasonably sufficient to permit DW to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted; \niv. A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law; \nv. A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; and \nvi. Your physical or electronic signature."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"c. Procedure for Submitting Notification of Alleged Intellectual Property Infringement (other than copyright infringement)."},{"type":"span","value":"  If you believe that any content posted using this Service infringes the intellectual property that you own or are licensed to enforce (other than your copyright),  "},{"url":"https://support.dailywire.com/hc/en-us","type":"link","children":[{"type":"span","value":"please send a written notification here"}]},{"type":"span","value":". Include in the communication the following information: \ni. Identification of the allegedly infringing material with particularity to permit DW to locate the material on DW’s server; \nii. Information reasonably sufficient to permit DW to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted; \niii. A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law; and \niv. A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"7. Service Features"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. Accounts."},{"type":"span","value":"  If you register with us or create an account, you are solely responsible and liable for the security and confidentiality of your access credentials and for restricting access to your Device and for all activity under your account. Usernames and passwords must be personal and unique that do not violate the rights of any person or entity and is not offensive. We may reject the use of any password, username, or email address for any reason in our sole discretion. You are solely responsible for your registration information and for updating and maintaining it. You will immediately notify us using the request form (located HERE) of any unauthorized use of your account, password, or username, or any other breach of security, but will remain responsible for any unauthorized use thereafter. You will not sell, transfer, or assign your account or any account rights. Accounts may only be set up by an authorized representative of the individual that is the subject of the account and who is of the age of majority. We do not review accounts for authenticity and are not responsible for any unauthorized accounts that may appear on the Service. For any dispute as to account creation or authenticity, we shall have the sole right, but are not obligated, to resolve such dispute as we determine appropriate, without notice.\n"},{"type":"span","marks":["strong"],"value":"b. Wireless Features."},{"type":"span","value":"  The Service may offer certain features and services via your wireless Device. Features and services may include the ability to access the Service’s features, upload content to the Service, receive messages from the Service, and download applications to your wireless Device (collectively, “Wireless Features”). You agree to receive communications we may send through Wireless Features for which you are registered. Further, we may collect information related to your use of the Wireless Features. If you have registered via the Service for Wireless Features, then you agree to notify DW of any changes to your wireless contact information (including phone number) and update your accounts on the Service to reflect the changes. If the Service includes push notifications or other mobile communication capability, you hereby approve our delivery of electronic communications directly to your mobile Device. These notifications, including badge, alert or pop-up messages, may be delivered to your Device even when the Service is running in the background. You may have the ability, and it is your responsibility, to adjust the notifications you do, or do not, receive via your Device through your Device and/or App settings. Standard message, data and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances for which you are responsible. Your carrier may prohibit or restrict certain Wireless Features and certain Wireless Features may be incompatible with your carrier or wireless Device. Contact your carrier with questions regarding these issues.\n"},{"type":"span","marks":["strong"],"value":"c. Availability of Products and Services; International Issues."},{"type":"span","value":"  DW controls and operates the Service from the U.S.A., and makes no representation that the Service is appropriate or available for use beyond the U.S.A. If you use the Service from other locations, you are doing so on your own initiative and responsible for compliance with applicable local laws regarding your online conduct and acceptable content, if and to the extent local laws apply.\n"},{"type":"span","marks":["strong"],"value":"d. Text Messaging."},{"type":"span","value":"  By registering with DailyWire.com or creating an account with us, you consent to receive electronic communications from Daily Wire (e.g., SMS or text messaging, telephone, via email, or by posting notices on our Service). These communications may include notices about your account (e.g., authentication, payment authorizations, password changes and other transactional information) or legal notices and are part of your relationship with us. If you also provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”). Your consent to receive Text Messages is not required to purchase goods or services from us. The Text Message program allows users to receive SMS/MMS mobile messages by users affirmatively opting into the program, such as through online enrollment forms or by texting a keyword to 83400 or any successor short code to opt into the program. Regardless of the opt-in method you utilized to join the program, you agree that these Terms apply to your participation in the program. By opting-in, you consent to receiving recurring mobile messages from multiple long codes or any successor short code used by Daily Wire. By participating in the program, you agree to receive autodialed marketing mobile messages. Without limiting the scope of the Text Messages program, users that opt into the program can expect to receive messages concerning Daily Wire and our goods and services.\nCost and Frequency: Message and data rates may apply. The Program involves mobile messages, and additional mobile messages may be sent based on your interaction with Daily Wire. Message frequency varies. Carriers are not liable for delayed or undelivered messages. Additional terms regarding Text Messages will apply—please review the applicable terms carefully when you provide your mobile phone number. If you consented to receiving promotions or advertising via Text Message, you can unsubscribe from receiving Text Messages at any time by replying “STOP” to one of our Text Messages or to 83400. For help, text HELP to 83400 or email contact us, using the request form located  "},{"url":"https://support.dailywire.com/hc/en-us/requests/new","type":"link","children":[{"type":"span","value":"HERE"}]},{"type":"span","value":"."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"8. Subscriptions"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. General Information."},{"type":"span","value":"  Many features of Daily Wire are available without a paid subscription; however, some features and content require the purchase of a paid subscription to the Service (“Subscriptions”). Subscriptions are billed either monthly or annually depending on the level or type of Subscription. More Additional Terms regarding the various levels or types of Subscriptions we offer and the applicable terms of each level is available on our  "},{"url":"https://www.dailywire.com/subscription-levels","type":"link","children":[{"type":"span","value":"Subscription Levels"}]},{"type":"span","value":"  page. We may change the Subscription levels terms from time to time, and your continued use of the Service, including without limitation renewal or auto-renewal of your subscription, constitutes consent to those changes. Any violation of these Terms or the Subscription Terms may result in cancellation of your Subscription. You must be 18 years of age or older to purchase a Subscription. If you are less than 18 years of age and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf. You agree to pay the subscription fees and any other charges incurred in connection with your account for a Service (including any applicable taxes) at the rates in effect when the charges were incurred. Only one individual may access a Service at the same time using the same username or password unless we agree otherwise in writing.\n"},{"type":"span","marks":["strong"],"value":"b. Payments."},{"type":"span","value":"  Your selected payment method will be charged automatically on a recurring monthly or annual basis. Subscription fees will be billed at the beginning of your subscription and any renewal. As part of registering or submitting information to purchase a Subscription Paid Services, you authorize DW (either directly or through its affiliates, subsidiaries or other third parties) to request and collect payment (or otherwise charge, refund or take any other billing actions) from our payment provider or your designated banking account, and to make any inquiries DW or its affiliates may consider necessary to validate your designated payment account or financial information, in order to ensure prompt payment, including for the purpose of receiving updated payment details from your payment, credit card or banking account provider (e.g., updated expiry date or card number as may be provided to us by your credit card company). YOU ACKNOWLEDGE AND AGREE THAT WE MAY SUBMIT CHARGES WITHOUT FURTHER AUTHORIZATION FROM YOU UNTIL YOU PROVIDE PRIOR NOTICE (RECEIPT OF WHICH IS CONFIRMED BY US) THAT YOU HAVE TERMINATED THIS AUTHORIZATION OR WISH TO CHANGE YOUR PAYMENT METHOD. YOU ALSO REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT TO USE ANY CREDIT CARD THAT YOU SUBMIT IN CONNECTION WITH A TRANSACTION.\n"},{"type":"span","marks":["strong"],"value":"c. Price Increases."},{"type":"span","value":"  Daily Wire may increase the price of Subscriptions at any time; however, we will give you at least thirty (30) days advance notice of any price increase. This advance notice will give you an opportunity to cancel your Subscription before the price increase goes into effect in the following billing cycle. If you do not cancel your Subscription before the price increase goes into effect, you will be deemed to have agreed to the price increase.\n"},{"type":"span","marks":["strong"],"value":"d. Free Trial Period."},{"type":"span","value":"  Your Subscription may begin with a free trial. If this is the case, we will begin charging you for your Subscription at the end of the free trial period and the date of such charge will be considered your purchase date for purposes of calculating any renewals of your Subscription. To avoid being charged, you must cancel your Subscription before the end of the free trial period.\n"},{"type":"span","marks":["strong"],"value":"e. Promotional Codes."},{"type":"span","value":"  If you use a promotional code to obtain a Subscription, such code only applies to the period identified in the Additional Terms provided with the promotional code. Promotional codes may not be applied to renewal periods of existing Subscriptions. Please carefully review the Additional Terms provided with the promotional code before use. Promotional codes do not apply to gift membership purchases or membership upgrades, unless otherwise provided.\n"},{"type":"span","marks":["strong"],"value":"f. Renewal Terms.  "},{"type":"span","value":"YOUR SUBSCRIPTION WILL BE RENEWED AUTOMATICALLY, AND YOU WILL BE CHARGED IN ADVANCE OF EACH BILLING CYCLE UNLESS YOU CANCEL YOUR RENEWAL. DW RESERVES THE RIGHT, IN ITS SOLE DISCRETION, NOT TO RENEW YOUR SUBSCRIPTION. For all subscriptions, you must cancel your automatic subscription renewal before it renews in order to avoid the billing of subscription fees for the renewal term to your credit card.\n"},{"type":"span","marks":["strong"],"value":"g. Cancellation Process."},{"type":"span","value":"  If you cancel your subscription, the cancellation will go into effect at the end of your current subscription period. You must cancel your subscription prior to 11:59 p.m. Central time on the day before your next automatic renewal date in order to avoid being charged for the next renewal period. You may cancel your Subscription renewal by either: (i) going to "},{"url":"https://www.dailywire.com/account/subscription%20%20","type":"link","children":[{"type":"span","value":"https://www.dailywire.com/account/subscription"}]},{"type":"span","value":" and selecting “cancel” at the bottom of the subscription level section of your settings page, or (ii) by contacting us using the request form at  "},{"url":"https://support.dailywire.com/hc/requests/new%20","type":"link","children":[{"type":"span","value":"https://support.dailywire.com/hc/requests/new"}]},{"type":"span","value":"  specifying the email address used for the account and clearly indicating that you want to cancel your Subscription renewal.\n"},{"type":"span","marks":["strong"],"value":"h. Refund Policy.  "},{"type":"span","value":"Unless required by applicable law, all purchases of subscriptions, whether for yourself or as a gift are final and are nonrefundable/nonreturnable and there are no refunds or credits for partially used subscription periods or terms. We reserve the right to consider deviations from this policy for specific circumstances in our sole discretion. If we do issue a refund or credit, we are under no obligation to issue the same or similar refund in the future.\n"},{"type":"span","marks":["strong"],"value":"i. Text Promotions and Discounts."},{"type":"span","value":"  Send JOIN to 83400 to receive promotional and discount text messages from Daily Wire. Please see the “Text Messaging” section above for additional information.\n"},{"type":"span","marks":["strong"],"value":"j. No Chargebacks Policy:"},{"type":"span","value":"  You agree that, in using the Service, you: (i) will not under any circumstances, issue or threaten to issue any chargebacks to Daily Wire or Daily Wire+ (hereafter, “DW”), or to your credit card and/or form of payment (e.g., ApplePay, PayPal, etc.) for any uncancelled auto-renewal of your subscription. In the event such a chargeback is issued by you, DW reserves its right to terminate any existing subscription and prevent you from using the service at its discretion."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"9. Indemnification"}]},{"type":"paragraph","children":[{"type":"span","value":"To the extent permitted by applicable law, you agree to, and you hereby, defend (if requested by DW), indemnify, and hold the DW Parties (as defined below) harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys’ fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought against any DW Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with: (a) your UGC; (b) your use of the Service and your activities in connection with the Service; (c) your breach or alleged breach of these Terms or any applicable Additional Terms; (d) your violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities in connection with your use of the Service or your activities in connection with the Service; (e) information or material transmitted through your Device, even if not submitted by you, that infringes, violates, or misappropriates any copyright, trademark, trade secret, trade dress, patent, publicity, privacy, or other right of any person or entity; (f) any misrepresentation made by you; and (g) DW Parties’ use of the information that you submit to us (including your UGC) subject to our Privacy Policy (all of the foregoing,  “"},{"type":"span","marks":["strong"],"value":"Claims and Losses"},{"type":"span","value":"”). You will cooperate as fully required by DW Parties, in the defense of any Claims and Losses. Notwithstanding the foregoing, DW Parties retain the exclusive right to settle, compromise, and pay any and all Claims and Losses. DW Parties reserve the right to assume the exclusive defense and control of any Claims and Losses. You will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of a DW Party. This section is not intended to limit any causes of action against us that you may have but are not waivable under applicable law."}]},{"type":"paragraph","children":[{"type":"span","value":"This Section 9 does not apply to Australia and New Zealand users."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"10. Disclaimer and Limitation of Liability"}]},{"type":"paragraph","children":[{"type":"span","value":"TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR ACCESS TO AND USE OF THE SERVICE IS AT YOUR SOLE RISK AND THE SERVICE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE”, AND “WITH ALL FAULTS” BASIS. To the fullest extent permissible by applicable law, DW and their direct and indirect parents, subsidiaries, affiliates, and each of their respective employees, directors, members, managers, shareholders, agents, vendors, licensors, licensees, contractors, customers, successors, and assigns (collectively, “DW Parties”) hereby disclaim and make no representations, warranties, endorsements, or promises, express or implied, in connection with, or otherwise directly or indirectly related to, without limitation, the Service, Content, DW Licensed Elements, UGC or other DW products or services."}]},{"type":"paragraph","children":[{"type":"span","value":"TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE DW PARTIES FURTHER HEREBY FURTHER DISCLAIM ANY AND ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, ACCEPTABLITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, AND NON-INFRINGEMENT. DW DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICE IN TERMS OF ITS QUALITY, CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE. DW DOES NOT WARRANT THAT ANY PART OF THE SERVICE WILL OPERATE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT TRANSMISSION TO OR FROM THE SERVICE AND ACCESS TO THE SERVICE WILL BE UNINTERRUPTED, CONTINUOUS, OR ERROR-FREE. THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW INCLUDING CERTAIN IMPLIED WARRANTIES FOR SUBSCRIBERS UNDER UK LAW."}]},{"type":"paragraph","children":[{"type":"span","value":"To the fullest extent permitted by applicable law, you release DW from responsibility, liability, claims, demands, and/or damages of any and every kind and nature, in any way arising out of or related to the operation, or your use, of the Service or any Content that in any way arise out of or related to the acts or omissions of third parties (“Third Party Disputes”).  IF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE ANY AND ALL RIGHTS YOU MAY HAVE ARISING OUT OF THESE TERMS UNDER CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.” YOU ALSO WAIVE ANY RIGHTS YOU MAY HAVE WITH RESPECT TO THIRD PARTY DISPUTES UNDER ANY OTHER STATUTE OR COMMON LAW PRINCIPLES THAT WOULD OTHERWISE LIMIT THE COVERAGE OF THIS RELEASE TO INCLUDE ONLY THOSE CLAIMS WHICH YOU MAY KNOW OR SUSPECT TO EXIST IN YOUR FAVOR AT THE TIME OF AGREEING TO THIS RELEASE."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"11. Limitation of Liability"}]},{"type":"paragraph","children":[{"type":"span","value":"TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL DW OR ANY OF ITS AFFILIATES, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, ATTORNEYS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF WHATSOEVER NATURE (INCLUDING, WITHOUT LIMITATION, DAMAGE TO REPUTATION, LOSS OF GOODWILL, LOST PROFITS, LOST SAVINGS, AND LOST REVENUES), EVEN IF DW HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION UNDER CONTRACT, NEGLIGENCE OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE SERVICE, CONTENT, DW LICENSED ELEMENTS, USER GENERATED CONTENT, OR OUR OTHER PRODUCTS AND SERVICES. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE EXCLUSION OF LIABILITY OR DAMAGES."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"UK users only:"},{"type":"span","value":"  Despite anything stated to the contrary in these Terms, nothing in these Terms limits or excludes any person’s liability for: (i) death or personal injury caused by negligence; (ii) fraud; or (iii) any matter for which liability cannot be lawfully limited or excluded. In particular, UK consumers have certain legal rights in relation to goods and digital content that are defective or not as described and services that are not performed with reasonable care and skill. These legal rights are in addition to and are not affected in any way by anything contained in these Terms. Except as stated, and to the extent permissible by applicable law, DW will not be liable for any loss or damage you suffer where: (i) there has been no breach of a legal duty of care owed to you by DW; (ii) the loss or damage was not caused by a breach of these Terms by DW; (iii) it was not obvious that you would suffer such loss or damage and nothing you said to DW in advance meant that DW should have expected it to happen (so, in the law, the loss was “unforeseeable”); (iv) you could have avoided such loss or damage by taking reasonable action; or (v) the loss or damage was caused by an event or circumstance beyond DW’s reasonable control (including in relation to any unavailability of the Service). In addition, the Service is only available to individual consumers and therefore DW is not responsible for any business loss or damage, such as loss of profits or revenue, loss of anticipated savings or loss of reputation or goodwill. In relation to any services provided under these Terms."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"New Zealand Users Only:"},{"type":"span","value":"  Nothing in these Terms of Use has the effect of limiting, restricting or excluding your statutory rights under New Zealand’s Consumer Guarantees Act 1993 (“CGA”), the Fair Trading Act 1986 (NZ FTA), or any other consumer protection law that cannot be lawfully excluded. In the event our provision of the Services fails to comply with a consumer guarantee under New Zealand law, then you will be entitled to one or more of the remedies set out under the CGA, including the resupply of the Services or the cancellation of your contract for your subscription for the Services in accordance with the CGA."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"Australia Users Only:"},{"type":"span","value":"  Nothing in these Terms of Use has the effect, or should be construed has having the effect, of excluding, modifying or restricting the application of any Federal or State legislation applicable to the supply of goods or services that cannot be excluded, modified or restricted."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"12. Dispute Resolution; Informal Resolution; Class Waiver; Binding Arbitration; Coordinated"}]},{"type":"paragraph","children":[{"type":"span","value":"Disputes & Termination of Rights\nPLEASE READ THE FOLLOWING SECTION CAREFULLY BECAUSE IT LIMITS CERTAIN LEGAL RIGHTS, INCLUDING THE RIGHT TO A JURY TRIAL, THE RIGHT TO PARTICIPATE IN ANY FORM OF CLASS, COLLECTIVE, OR REPRESENTATIVE CLAIM, DISPUTE OR ACTION, AND THE RIGHT TO CERTAIN REMEDIES AND FORMS OF RELIEF.  Other rights that we or you would have in court, such as an appellate review, also may not be available in the arbitration process described within this section."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"This Section 12 does not apply to Australia, New Zealand, or UK users."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"Informal Resolution"},{"type":"span","value":"\nIn the unlikely event that a disagreement arises between you and DW regarding any claim or controversy at law or equity arising out of, relating to, or connected in any way with the Service (collectively, “"},{"type":"span","marks":["strong"],"value":"Dispute(s)"},{"type":"span","value":"”), prior to initiating any legal action, you must first contacting our "},{"url":"https://support.dailywire.com/hc/en-us","type":"link","children":[{"type":"span","value":"Support Center"}]},{"type":"span","value":" with the message line titled “TERMS OF USE DISPUTE”. You must describe the nature of the Dispute, the basis for your Dispute, and the resolution you are seeking.\nYou agree that the term “Dispute” in these Terms of Use will have the broadest meaning possible. These Terms of Use also cover any Dispute between you and any officer, director, agent, employee, affiliate of DW, or third party if DW could be liable, directly or indirectly, for such Dispute.\nDuring the 60 days from the date you first contacted us regarding the Dispute, you and we agree to engage in good faith efforts to resolve the Dispute and you will not initiate any legal action during this period.  You and we agree to toll any statutes of limitations that may apply, along with any filing deadlines during this 60 day time period."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"Class Waiver"}]},{"type":"paragraph","children":[{"type":"span","value":"EXCEPT FOR COORDINATED PROCEEDINGS UNDER THE MASS ARBITRATION PROCEDURES AND GUIDELINES BROUGHT AS SET FORTH BELOW, YOU AND DW AGREE THAT ANY DISPUTE ARISING OUT OF OR RELATED TO THIS AGREEMENT OR OUR SERVICE IS PERSONAL TO YOU AND DW AND THAT ANY DISPUTE WILL BE RESOLVED SOLELY THROUGH INDIVIDUAL ARBITRATION AND WILL NOT BE BROUGHT AS A CLASS ARBITRATION, CLASS ACTION OR ANY OTHER TYPE OF REPRESENTATIVE PROCEEDING, WHETHER WITHIN OR OUTSIDE OF ARBITRATION. You and DW agree to waive any right to bring or to participate in such an action in arbitration (except coordinated proceedings under the Mass Arbitration Procedures and Guidelines)  or in court to the fullest extent permitted by applicable law."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"Binding Arbitration"}]},{"type":"paragraph","children":[{"type":"span","value":"If the Dispute is not resolved within the 60 day informal resolution period (and the parties do not agree to extend the period), you and we agree that the Dispute will be resolved entirely through binding individual arbitration in Davidson County, Tennessee, or as we and you otherwise agree in writing. If the parties have more than one Dispute between them, you and we agree to assert all such Disputes in a single arbitration so they may be resolved at the same time or they will be deemed waived.\nWe agree to meet and confer to select a neutral arbitrator.  If we are unable to agree on an arbitrator, you or we may petition the state or federal courts sitting in Davidson County, Tennessee to appoint an arbitrator from the arbitrators that you and we propose.  Regardless of the arbitrator or arbitration provider selected, the arbitration shall be administered pursuant to JAMS’ Streamlined Arbitration Rules (“JAMS Rules”) and procedures or other comparable rules to which you and we agree.\nWITH ARBITRATION (i) THERE IS NO JUDGE OR JURY, (ii) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (iii) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED.  The arbitrator’s award shall be final and binding and may be entered as a judgment in any court of competent jurisdiction.\nYou and DW agree that these Terms of Use affect interstate commerce and that the enforceability of this Section will be substantively and procedurally governed by the Federal Arbitration Act, 9 U.S.C. § 1, et seq. (the “"},{"type":"span","marks":["strong"],"value":"FAA"},{"type":"span","value":"”), to the maximum extent permitted by applicable law. As limited by the FAA, these Terms of Use, and the JAMS Rules, the arbitrator will have exclusive authority to make all procedural and substantive decisions regarding any Dispute and to grant any remedy that would otherwise be available in court; provided, however, that the arbitrator does not have the authority to conduct a class arbitration or a representative action, which is prohibited by these Terms of Use. The arbitrator may only conduct an individual arbitration and may not consolidate more than one individual’s claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual. You and DW agree that for any arbitration you initiate, you will pay the filing fee and DW will pay the remaining arbitration provider’s fees and costs. For any arbitration initiated by DW, DW will pay all of the arbitration provider’s fees and costs. You and DW agree that the state or federal courts of the State of Tennessee and the United States sitting in Davidson County, Tennessee have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.\nNotwithstanding the forgoing, this Agreement shall not require arbitration of the following Disputes: (i) qualifying individual Disputes in small claims court in the county of your or DW’s billing address and/or (ii) injunctive or other equitable relief in a court of competent jurisdiction in Tennessee for the alleged unlawful use of intellectual property."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"Coordinated Disputes/Mass Arbitration"}]},{"type":"paragraph","children":[{"type":"span","value":"You and DW agree that the following procedures apply for Mass Arbitrations. In the event that twenty-five (25) or more similar disputes sharing common issues of fact or law are asserted against DW at or around the same time by the same or coordinated counsel or are otherwise consistent or coordinated, you and DW agree that the demands will constitute a “Mass Arbitration.” If a Mass Arbitration is commenced, you and DW agree that the JAMS Mass Arbitration Procedures and Guidelines including the Mass Arbitration Fee Schedule shall apply. All applicable JAMS’ rules and procedures are available at the JAMS website   "},{"url":"https://www.jamsadr.com/adr-rules-procedures/","type":"link","children":[{"type":"span","value":"https://www.jamsadr.com/adr-rules-procedures/"}]},{"type":"span","value":".\nFurther, to the extent permitted by applicable law, you agree that DW, in its sole discretion, may elect to opt the Disputes out of arbitration and require the Disputes to proceed in a court of competent jurisdiction in Davidson County, Tennessee consistent with the remainder of this Agreement, including the class and collective action waiver."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"Termination of Rights"}]},{"type":"paragraph","children":[{"type":"span","value":"EXCEPT AS OTHERWISE REQUIRED BY APPLICABLE LOCAL LAWS, ANY CLAIM ARISING OUT OF OR RELATED TO THESE TERMS OR OUR SERVICES OR CONTENT MUST BE FILED WITHIN ONE YEAR AFTER SUCH CLAIM AROSE; OTHERWISE, THE CLAIM IS PERMANENTLY BARRED, WHICH MEANS THAT YOU AND DW WILL NOT HAVE THE RIGHT TO ASSERT THE CLAIM.\nYou have the right to opt out of binding arbitration within thirty (30) days of the date you first accepted the terms of this Section by contacting our  "},{"url":"https://support.dailywire.com/hc/en-us","type":"link","children":[{"type":"span","value":"Support Center"}]},{"type":"span","value":" with the message line titled “TERMS OF USE DISPUTE”. In order to be effective, the opt-out notice must include your full name and clearly indicate your intent to opt out of binding arbitration. By opting out of binding arbitration, you are agreeing to resolve Disputes in accordance with the following Section (Jurisdiction and Venue).\nThe Terms and any applicable Additional Terms, Disputes, and any other claim brought by you against DW or by DW against you pursuant to Section 12, or otherwise related to the Service, Content, DW Licensed Elements, UGC or other DW products or services, will be governed by, construed, and resolved in accordance with, the laws of the State of Tennessee, without regard to conflicts of laws principles."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"13. JURISDICTION AND VENUE"}]},{"type":"paragraph","children":[{"type":"span","value":"EXCEPT TO THE EXTENT OF ANY APPLICABLE NON-EXCLUDABLE LAWS, THE VALIDITY AND PERFORMANCE OF THESE TERMS OF USE AND ANY APPLICABLE ADDITIONAL TERMS, OR ANY OTHER CLAIM BROUGHT BY YOU AGAINST DW OR BY DW AGAINST YOU SHALL BE GOVERNED BY TENNESSEE LAW (WITHOUT REFERENCE TO CHOICE OF LAW PRINCIPLES), AND APPLICABLE FEDERAL LAW. ANY DISPUTE BETWEEN THE PARTIES THAT IS NOT SUBJECT TO ARBITRATION WILL BE RESOLVED ON AN INDIVIDUAL BASIS EXCLUSIVELY IN THE STATE OR FEDERAL COURTS OF TENNESSEE AND THE UNITED STATES, RESPECTIVELY, SITTING IN DAVIDSON COUNTY, TENNESSEE."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"UK users only:"},{"type":"span","value":"  Nothing in these Terms (including this Section 13) shall deprive any UK resident of: (i) the benefit of any overriding mandatory rights and protections given to them by the laws of the part of the UK in which they are resident; or (ii) the right to bring and/or defend claims in their local courts."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"14. General Provisions"}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"a. No Waiver."},{"type":"span","value":"  A party’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of such party’s right to subsequently enforce such a provision or any other provision of these Terms, nor will any delay or omission on the part of a party to exercise or take advantage of any right or remedy that such party has or may have hereunder, operate as a waiver of any right or remedy."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"b. Entire Agreement;"},{"type":"span","value":" "},{"type":"span","marks":["strong"],"value":"Severability"},{"type":"span","value":".  These Terms of Use, DW’s Privacy Policy, applicable Additional Terms, and any terms associated with any particular offer for use of the Service set forth DW’s entire liability and your exclusive remedy with respect to the Service, comprise a complete statement of the agreement between you and DW regarding the subject matter thereof, and supersede any prior understandings with regards to such subject matter. In the event of any conflict between these Terms of Use and another policy or offer terms, the conflicting terms shall, if possible, be read so as to avoid the conflict, and should the conflict be unavoidable, the terms of these Terms of Use shall control. In the event that any of the provisions of these Terms shall be held by a court or other tribunal of competent jurisdiction to be invalid or unenforceable, that provision (or the offending part of it) shall be deemed deleted and the remaining portion hereof shall remain in full force and effect and such a provision shall be enforced to the maximum extent possible so as to effect the intent of the parties and shall be reformed to the extent necessary to make such provisions valid and enforceable."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"c. Modification."},{"type":"span","value":"  DW, in its sole discretion, reserves the right to update, revise, supplement and to otherwise modify these Terms of Use, and to impose new or additional terms and conditions on your use of the Service from time to time. Such updates, revisions, supplements, modifications and additional rules, polices, terms and conditions will be effective immediately upon posting. You agree to review the Terms upon each visit to the Service. If, in our opinion, a change is material, we will also endeavor to provide you with notice in advance of the material change. Such notice may include posting a notice on the Service or sending notification to the email address connected with your account. Your continued use of the Service following such notice will be deemed to conclusively indicate your acceptance of the revised Terms. The employees of DW are not authorized to make modifications to these Terms of Use, or to make any additional representations, commitments, or warranties binding on DW, except in a writing signed by an authorized officer of DW."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"d. Privacy Policy."},{"type":"span","value":"  Any and all information we collect on the Service is subject to our  "},{"url":"/legal/privacy-policy","type":"link","children":[{"type":"span","value":"Privacy Policy."}]},{"type":"span","value":"  By using the Service, you agree to any and all actions taken by us with respect to your information in compliance with the Privacy Policy."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"e. Investigations; Cooperation with Law Enforcement; Termination; Survival."},{"type":"span","value":"  As permitted by applicable law, we reserve the right, without limitation, to: (i) investigate any suspected breaches of our Service security or our information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms and any applicable Additional Terms, (iii) use any information obtained by DW in accordance with our  "},{"url":"/privacy-policy","type":"link","children":[{"type":"span","value":"Privacy Policy"}]},{"type":"span","value":"  in connection with reviewing law enforcement databases or complying with applicable laws and use and/or disclose any information obtained by us to comply with law enforcement requests or legal requirements in accordance our Privacy Policy, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms and any applicable Additional Terms, and (vi) discontinue the Service, in whole or in part, or, suspend or terminate your access to it, in whole or in part, including any user accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third-party. Any suspension or termination will not affect your obligations to DW under these Terms or any applicable Additional Terms. Upon suspension or termination of your access to the Service, or upon notice from DW, all rights granted to you under these Terms or any applicable Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Service. The provisions of these Terms and any applicable Additional Terms, which by their nature should survive your suspension or termination will survive, including but not limited to the rights and licenses you grant to DW in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"15. Customer Support and Contact Information"}]},{"type":"paragraph","children":[{"type":"span","value":"Should you have any questions about these Terms of Use, please contact us at our  "},{"url":"https://support.dailywire.com/hc/en-us","type":"link","children":[{"type":"span","value":"online form"}]},{"type":"span","value":". For support information please visit our Help Center or call (818) 699-9948."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"16. Additional Terms for Users in Certain Jurisdictions"}]},{"type":"paragraph","children":[{"type":"span","value":"To the extent this Section 16 is in conflict or inconsistent with other provisions contained in these Terms of Use, this Section 16 governs.\nAll parts of these Terms of Use apply to the maximum extent permitted by applicable law. However, you may have greater rights in your jurisdiction of residence. If, in any jurisdiction, any provision of these Terms of Use or their application to any party or circumstance is restricted, prohibited, or unenforceable, that provision will, as to that jurisdiction, be ineffective only to the extent of the restriction, prohibition, or unenforceability without invalidating the remaining provisions of these Terms of Use and without affecting the validity or enforceability of such provision in any other jurisdiction or affecting its application to other parties or circumstances.\nCertain users may have a legal right to cancel their subscription and obtain a refund. The extent of this legal right depends on the laws in the jurisdiction where you reside and the type of subscription you purchased.\n"},{"type":"span","marks":["strong"],"value":"(a) Place Where Services Will Be Performed for Users."},{"type":"span","value":"  For the purposes of providing your subscription to the Service, the place where the services will be performed is the address you provide during the purchase process.\n"},{"type":"span","marks":["strong"],"value":"(b) Right of Withdrawal/Right to Cancel and Obtain a Refund."},{"type":"span","value":"\n"},{"type":"span","marks":["strong"],"value":"Users in the EU and UK:  "},{"type":"span","value":"In certain circumstances you may have a right to withdraw your contract for your subscription for the Service, within 14 days from the start of the initial subscription term. In such case, we will refund you all payment received from you. To withdraw, you can either (1) contact us at Customer Support and providing (i) subscription type, (ii) date of purchase, and (iii) name, address, and email associated with your account, or (2) cancel your subscription by visiting your account profile settings. Notwithstanding anything herein to the contrary and in accordance with applicable law, viewing certain materials on the Websites may disqualify you from receiving a refund."}]},{"type":"paragraph","children":[{"type":"span","marks":["strong"],"value":"Users in Québec:"},{"type":"span","value":" You may obtain pro-rated refunds when you cancel your subscription during the middle of a billing period; however, we may charge a cancellation fee of up to 10% of the pro-rata amount for the remaining portion of your billing cycle (up to a maximum of $50 CAD)."}]},{"type":"heading","level":2,"children":[{"type":"span","value":"17. Update History"}]},{"type":"list","style":"bulleted","children":[{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"January 2025 General updates and additional terms pertaining to users in Canada, the EU, and the UK and updated dispute resolution provisions "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"August 2023 General updates "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"June 29, 2022 General updates, updated provisions related to paid subscriptions, and reference to the DailyWire+ platform "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"November 19, 2021 General updates and additional information regarding UGC and text messaging programs "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"February 2021 Updated provisions related promotional codes. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"December 2020 Updated provisions related promotional codes. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"August 2020 Updated provisions related to paid subscriptions. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"April 2020 Updated provisions related to paid subscriptions. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"September 2019 Updated provisions related to paid subscriptions, user submitted content, governing law and additional miscellaneous modifications. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"October 2017 Added provisions related to paid subscriptions, governing law, and dispute resolution. Made additional miscellaneous modifications. "}]}]},{"type":"listItem","children":[{"type":"paragraph","children":[{"type":"span","value":"February 2016 Terms of Use created."}]}]}]}]}}}},"navigation":{"navigation":{"id":"G7z1utZXRmWtbCnYs4G1UA","items":[{"id":"C6WXCMVWTMO7zKv2V7_kEA","route":{"title":"Home","href":"/"},"video":{"id":"f49NSPAySfeFvj7duM4Jhg","filename":"pendragon-site-home-gif-1.mp4","url":"https://www.datocms-assets.com/154264/1752744516-pendragon-site-home-gif-1.mp4","alt":null,"width":1280,"height":720,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBhYPCAgSDg4LDg4PDQ0NDBkNFgoYFx0ZGCIVFiEaHysjGh0oHRUWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLAg0OHA4NHDscFh0vLy8vLy87Oy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAYAAACAwAAAAAAAAAAAAAAAAAABQMEBv/EABwQAAICAgMAAAAAAAAAAAAAAAACAwUBMQQGIf/EABUBAQEAAAAAAAAAAAAAAAAAAAUD/8QAHBEAAAcBAQAAAAAAAAAAAAAAAAEDBAUxUREC/9oADAMBAAIRAxEAPwCOu48iDJ0dlMhWdhndfcDdbmXK6BSZzGhlRzDmdC9JlkATz2cjZ0BM2kxop5WhuUP/2Q==","focalPoint":null,"video":{"muxPlaybackId":"600ua1slfmLeOf3CiW1202FJ01zN2E701Rh5","thumbnailUrl":"https://image.mux.com/600ua1slfmLeOf3CiW1202FJ01zN2E701Rh5/thumbnail.jpg","mp4Url":"https://stream.mux.com/600ua1slfmLeOf3CiW1202FJ01zN2E701Rh5/high.mp4","streamingUrl":"https://stream.mux.com/600ua1slfmLeOf3CiW1202FJ01zN2E701Rh5.m3u8","muxAssetId":"Vwl5CmnPvkbo8BVSX8t01hF4CbEWfIC91","duration":10}}},{"id":"IwhoL96lRXW2GfOh9udFvQ","route":{"title":"Story","href":"/story"},"video":{"id":"K-Z989M1T5CGb0FtQt6rTg","filename":"pendragon-site-story-loop-1.mp4","url":"https://www.datocms-assets.com/154264/1751269938-pendragon-site-story-loop-1.mp4","alt":null,"width":2048,"height":1152,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoICAgQDQoLDhgQDQ0NEhINDg4OFx8dGBYTFiEaHysjGh0oHSEWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLDg0OHAwMHC8cFh01Ly8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAXAAADAQAAAAAAAAAAAAAAAAAABQYD/8QAHhAAAQQCAwEAAAAAAAAAAAAAAQACAwUEBjFBURH/xAAWAQEBAQAAAAAAAAAAAAAAAAAEAgH/xAAXEQADAQAAAAAAAAAAAAAAAAAAAREC/9oADAMBAAIRAxEAPwDLa3OFSQpekrTLhPkKoNqnJrSl1LMWUshA6RsWCRjrz248hb94QlGv5L5c14PqFDTpp//Z","focalPoint":null,"video":{"muxPlaybackId":"3oUx00iFACWzfusQFp17P017PxB9029TF4h","thumbnailUrl":"https://image.mux.com/3oUx00iFACWzfusQFp17P017PxB9029TF4h/thumbnail.jpg","mp4Url":"https://stream.mux.com/3oUx00iFACWzfusQFp17P017PxB9029TF4h/high.mp4","streamingUrl":"https://stream.mux.com/3oUx00iFACWzfusQFp17P017PxB9029TF4h.m3u8","muxAssetId":"uetmhvHZ01CR005WZHwIokoHNMIaGMfez1","duration":12}}},{"id":"fFb_mnRPQaut_7mQf-hqNQ","route":{"title":"Map","href":"/map"},"video":{"id":"eN0h150fQOKMMFyNebK-Gg","filename":"map1.mp4","url":"https://www.datocms-assets.com/154264/1751269938-map1.mp4","alt":null,"width":1280,"height":720,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoICAgRCgoLDhgQDhcNDhUQEh0YGh8dGBYVIhUaHysjGh0oHRUWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLDg0OHA0QFTscFh07Ly8vLzsvLzUvLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAYAAACAwAAAAAAAAAAAAAAAAAEBgADB//EAB8QAAEEAgIDAAAAAAAAAAAAAAEAAgMEBhJBUQUhI//EABUBAQEAAAAAAAAAAAAAAAAAAAMC/8QAFxEBAQEBAAAAAAAAAAAAAAAAAAExIf/aAAwDAQACEQMRAD8ABwXV8YaSj86qNjpbJZw+0+KVoB5TZmX28OCekNnVs0kpRz1PZUVNqV0NY6lRPMS//9k=","focalPoint":null,"video":{"muxPlaybackId":"rJ8H00t9ukta7TOH9FPPgbZ6I699m8kIB","thumbnailUrl":"https://image.mux.com/rJ8H00t9ukta7TOH9FPPgbZ6I699m8kIB/thumbnail.jpg","mp4Url":"https://stream.mux.com/rJ8H00t9ukta7TOH9FPPgbZ6I699m8kIB/high.mp4","streamingUrl":"https://stream.mux.com/rJ8H00t9ukta7TOH9FPPgbZ6I699m8kIB.m3u8","muxAssetId":"inlHb14tFHWCGvS4W01Fbbrx4jqHEAP601","duration":8}}},{"id":"UZG5GDL0SJu4RZT5AGclUw","route":{"title":"Episodes","href":"/episodes"},"video":{"id":"M5BbXoKXQTilrgsj556E9g","filename":"pendragon-site-episodes-loop-1.mp4","url":"https://www.datocms-assets.com/154264/1751269938-pendragon-site-episodes-loop-1.mp4","alt":null,"width":2048,"height":1152,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoICAgLFQ0NDhgNDA0NDRENDREWFxUZGBYVFhUaHysjGh0oHRUiJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLDg4OHBANHC8cFhw7Ly8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAYAAACAwAAAAAAAAAAAAAAAAAABQMEB//EAB4QAAEDBAMAAAAAAAAAAAAAAAABAiEDBAUREiIx/8QAFgEBAQEAAAAAAAAAAAAAAAAABAMC/8QAGBEAAwEBAAAAAAAAAAAAAAAAAAERAgP/2gAMAwEAAhEDEQA/AM3xjH78GdSk7SQVMQ/b0gcXaojEgJ1borCUFNzSXgBNcP6AVy3DDlP/2Q==","focalPoint":null,"video":{"muxPlaybackId":"dn6uD3GQ3QsBXUAiHWQ3i6q5sqbLraEr","thumbnailUrl":"https://image.mux.com/dn6uD3GQ3QsBXUAiHWQ3i6q5sqbLraEr/thumbnail.jpg","mp4Url":"https://stream.mux.com/dn6uD3GQ3QsBXUAiHWQ3i6q5sqbLraEr/high.mp4","streamingUrl":"https://stream.mux.com/dn6uD3GQ3QsBXUAiHWQ3i6q5sqbLraEr.m3u8","muxAssetId":"bFHxg01ZFVV00Fj82usYhGgCmmoF1gzbhE","duration":11}}},{"id":"NwTX_edfSbK9z7QrhzZCvw","route":{"title":"People","href":"/characters"},"video":{"id":"VN_bZji0R-SEoFdtwXMmWQ","filename":"pendragon-site-character-loop-1.mp4","url":"https://www.datocms-assets.com/154264/1751269938-pendragon-site-character-loop-1.mp4","alt":null,"width":2048,"height":1152,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoQCAgLDQgQDRgOCAYNDiEODgkYFxUZGBYVFhUaHysjGh0oHRUWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLDg4OGBANHDscFhwvLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAYAAACAwAAAAAAAAAAAAAAAAABBQADB//EABwQAAEFAAMAAAAAAAAAAAAAAAEAAgMEMhQhMf/EABQBAQAAAAAAAAAAAAAAAAAAAAH/xAAZEQACAwEAAAAAAAAAAAAAAAAAAgESIhH/2gAMAwEAAhEDEQA/AM+MUHF0EAyAVfUqEjzW0VYGuNXSNDMqNIo6/H0EUnJc2t04qI4w2U//2Q==","focalPoint":null,"video":{"muxPlaybackId":"U100ePHjH2UehYBLm42yPkxz6KgQT8xnZ","thumbnailUrl":"https://image.mux.com/U100ePHjH2UehYBLm42yPkxz6KgQT8xnZ/thumbnail.jpg","mp4Url":"https://stream.mux.com/U100ePHjH2UehYBLm42yPkxz6KgQT8xnZ/high.mp4","streamingUrl":"https://stream.mux.com/U100ePHjH2UehYBLm42yPkxz6KgQT8xnZ.m3u8","muxAssetId":"F02h5SMQMjyxzgnP00sJylfhvn014r95iWW","duration":7}}},{"id":"CSGPHJQoR2msTIFAgvxwHw","route":{"title":"Lineages","href":"/lineages"},"video":{"id":"SWV9PooLRWOe1Gmfv99nkA","filename":"lineage-v3.mp4","url":"https://www.datocms-assets.com/154264/1763396243-lineage-v3.mp4","alt":null,"width":1920,"height":1080,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoICAgFCgoFBQwFBQUFBREJCgUMFxMZGBYTFhUaHysjGh0oHRUWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLBQUFEAUFEC8cFhwvLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAVAAEBAAAAAAAAAAAAAAAAAAAAB//EABQQAQAAAAAAAAAAAAAAAAAAAAD/xAAVAQEBAAAAAAAAAAAAAAAAAAACAP/EABQRAQAAAAAAAAAAAAAAAAAAAAD/2gAMAwEAAhEDEQA/AJkAJACT/9k=","focalPoint":null,"video":{"muxPlaybackId":"9021IYRY7nyULVQwGXxdaa1QfLfy302j5R","thumbnailUrl":"https://image.mux.com/9021IYRY7nyULVQwGXxdaa1QfLfy302j5R/thumbnail.jpg","mp4Url":"https://stream.mux.com/9021IYRY7nyULVQwGXxdaa1QfLfy302j5R/high.mp4","streamingUrl":"https://stream.mux.com/9021IYRY7nyULVQwGXxdaa1QfLfy302j5R.m3u8","muxAssetId":"uFlhvIupwdMtwjjT00PZmlHkgk5GnM1ky","duration":7}}},{"id":"YgV1xoBYSiu5TLpfpDyywg","route":{"title":"Subscribe","href":"https://www.dailywire.com/show/the-pendragon-cycle"},"video":{"id":"dUAgvvuIRumnooDh2SLD-g","filename":"pendragon-subscribe-menu_1280x720.mp4","url":"https://www.datocms-assets.com/154264/1752744516-pendragon-subscribe-menu_1280x720.mp4","alt":null,"width":1280,"height":720,"title":null,"blurUpThumb":"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAoHBwgHBgoNFAgKDQ0NDg8NDA0NChENDQ4YFxMZGCITFhUaHysjGh0oHRYWJDUlKC0vMjIyGSI4PTcwPCsxMi8BCgsLDg0OHBAQHDsoFhwvLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vLy8vL//AABEIAA4AGAMBIgACEQEDEQH/xAAXAAEAAwAAAAAAAAAAAAAAAAAFAAMH/8QAGxAAAwEAAwEAAAAAAAAAAAAAAAEDAhITIyH/xAAVAQEBAAAAAAAAAAAAAAAAAAACAf/EABcRAQEBAQAAAAAAAAAAAAAAAAECAAP/2gAMAwEAAhEDEQA/AMihjPahSkk5BkMeq+jmZJwDblzlcP0rmQupnjRkKVqw7//Z","focalPoint":null,"video":{"muxPlaybackId":"bVUULZd5G00GOWWzc9WNCeqPU74GyQN2L","thumbnailUrl":"https://image.mux.com/bVUULZd5G00GOWWzc9WNCeqPU74GyQN2L/thumbnail.jpg","mp4Url":"https://stream.mux.com/bVUULZd5G00GOWWzc9WNCeqPU74GyQN2L/high.mp4","streamingUrl":"https://stream.mux.com/bVUULZd5G00GOWWzc9WNCeqPU74GyQN2L.m3u8","muxAssetId":"2oibwzG6bujCLptnlXraolpurR5C7OQB","duration":5}}}]}}},"__N_SSG":true}